{
    "property_id": "Bayut - JVC-HK-SIGLIVNGS-1BR",
    "purpose": "For Rent",
    "types": "Apartment",
    "added_on": "January 4, 2022",
    "furnishing": "Unfurnished",
    "price": {
        "currency": "AED",
        "amount": "68,000"
    },
    "location": "Signature Livings, Jumeirah Village Circle (JVC), Dubai",
    "bed_bath_size": {
        "bedroom": "1 Bed",
        "bath": "2 Baths",
        "size": "683 sqft"
    },
    "permit_no": "RERA# 16719Permit# 71188966643RERA# 16719Permit# 71188966643",
    "Agent_name": "Hassan KhalidHassan Khalid",
    "img_url": "https://images.bayut.com/thumbnails/177721042-800x600.jpeghttps://images.bayut.com/thumbnails/177721042-120x90.jpeg",
    "Breadcrumbs": "BayutApartments for Rent in DubaiJumeirah Village Circle (JVC)Signature Livings ApartmentsBayut - JVC-HK-SIGLIVNGS-1BR",
    "Aminities": "Features / AmenitiesBalcony or TerraceParking Spaces: 1Swimming PoolSaunaElectricity BackupCentrally Air-ConditionedLobby in BuildingReception/Waiting RoomGym or Health Club+ 4 more amenitiesAmenitiesFeaturesElectricity BackupParking Spaces: 1Centrally Air-ConditionedBuildingBalcony or TerraceLobby in BuildingReception/Waiting RoomHealth and FitnessGym or Health ClubSwimming PoolSaunaRecreation and FamilyBarbeque AreaCleaning and MaintenanceMaintenance StaffLaundry and KitchenLaundry FacilityMiscellaneous24 Hours Concierge",
    "description": "AZCO Real Estate Brokers (LLC) is proud to offer you this astonishing and elegantly designed property located in the most sought-after residential community in Dubai, Jumeirah Village Circle. Signature Livings by Green Group is the world’s first solar-powered residential development in Jumeirah Village Circle (JVC), Dubai. Offering a wide variety of studios, 1 & 2-bedroom apartments in various sizes and configurations, the freehold development is aimed towards providing high-end sustainable living with a lower carbon footprint. The development is at best an architectural wonder that merges simplicity with a high degree of innovation. For instance, the roof canopy made up of solar panels, apart from generating electricity also provides shades that in a way helps to keep the temperature at bay. PROPERTY Features:■1 Bedroom Apartment■2 bathrooms■1 parking space■Kitchen Ecology unit■Soap Dispenser■Drainage system – Kitchen & Bathroom■AC Thermostats for Every room■Door Bell■Wardrobe■Door Stoppers■Indoor Air Quality■Common Area Garbage Chutes■Windows GlassAMENITIES:■GYM■Squash Court – Open Air■Swimming Pool■Jacuzzi■BBQ■Car Parking■Lobby Area■ECO FRIENDLYCONTACT US: MR. HASSAN KHALID - PROPERTY CONSULTANTWHO WE ARE?AZCO Real Estate Brokers, LLC. is an award winning and culturally diverse brokerage that brings together a team of multilingual and highly qualified real estate brokers. AZCO utilizes extensive expertise of the local market and internationalism of real estate. At AZCO, we exercise a client centrode approach that helps us to deliver end-to-end property management and real estate solutions. Buyers, Sellers, and Tenants can reach us anytime. Thank you for Choosing Azco Real Estate!"
}{
    "property_id": "Bayut - MARINA22-SHZ-5242-1BR-RENT",
    "purpose": "For Rent",
    "types": "Apartment",
    "added_on": "January 4, 2022",
    "furnishing": "Unfurnished",
    "price": {
        "currency": "AED",
        "amount": "90,000"
    },
    "location": "5242 Towers, Dubai Marina, Dubai",
    "bed_bath_size": {
        "bedroom": "1 Bed",
        "bath": "1 Bath",
        "size": "707 sqft"
    },
    "permit_no": "DED# 601516RERA# 752Permit# 7129930120RERA# 752Permit# 7129930120",
    "Agent_name": "Shahzam Raza",
    "img_url": "https://images.bayut.com/thumbnails/177699352-800x600.jpeghttps://images.bayut.com/thumbnails/177699352-120x90.jpeg",
    "Breadcrumbs": "BayutApartments for Rent in DubaiDubai Marina5242 Towers ApartmentsBayut - MARINA22-SHZ-5242-1BR-RENT",
    "Aminities": "Features / AmenitiesBalcony or TerraceParking Spaces: 1Swimming PoolElectricity BackupCentrally Air-ConditionedCentral HeatingDouble Glazed WindowsLobby in BuildingReception/Waiting Room+ 7 more amenitiesAmenitiesFeaturesElectricity BackupParking Spaces: 1Centrally Air-ConditionedCentral HeatingDouble Glazed WindowsBuildingBalcony or TerraceLobby in BuildingReception/Waiting RoomHealth and FitnessGym or Health ClubSwimming PoolRecreation and FamilyKids Play AreaCleaning and MaintenanceWaste DisposalMaintenance StaffCleaning ServicesBusiness and SecuritySecurity StaffCCTV Security",
    "description": "AZCO Real Estate Brokers (LLC) is proud to offer you this astonishing and elegantly designed property located in the most sought-after residential community in Dubai Marina. PROPERTY DETAILS AND AMENITIES:■1 bedroom■1 bathroom■1 parking space■Concierge service■Gymnasium■Kids club■Standard pool■Retail area■Infinity Pool■Residents lounge area■High Speed ElevatorsBrand new luxury project by Emaar Properties handing over in couple of weeks. Located in Tower this unit is one of the best view units available in the towers with spectacular views of Blue waters, Ocean and the Marina Canal. Located in one of the most sought out locations of Dubai, 52|42 is located on the corner of the Dubai Marina, With an amazing location and gorgeous views of the sea. . This building is consisting of 260 and 162 luxury residential units, With an additional 44 apartments located on the podium level. CONTACT US: Mr. Shezam Raza- Property ConsultantWHO WE ARE?AZCO Real Estate Brokers, LLC. is an award winning and culturally diverse brokerage that brings together a team of multilingual and highly qualified real estate brokers. AZCO utilizes extensive expertise of the local market and internationalism of real estate. At AZCO, we exercise a client centrode approach that helps us to deliver end-to-end property management and real estate solutions. Buyers, Sellers, and Tenants can reach us anytime. Thank you for Choosing Azco Real Estate!"
}{
    "property_id": "Bayut - LP09999",
    "purpose": "For Rent",
    "types": "Villa",
    "added_on": "January 5, 2022",
    "furnishing": "",
    "price": {
        "currency": "AED",
        "amount": "135,000"
    },
    "location": "La Quinta, Villanova, Dubailand, Dubai",
    "bed_bath_size": {
        "bedroom": "3 Beds",
        "bath": "4 Baths",
        "size": "3,498 sqft"
    },
    "permit_no": "RERA# 12328DED# 691988Permit# 65177839515RERA# 12328DED# 691988Permit# 65177839515",
    "Agent_name": "Suleyman AhmedSuleyman Ahmed",
    "img_url": "",
    "Breadcrumbs": "BayutVillas for Rent in DubaiDubailandVillanovaLa Quinta VillasBayut - LP09999",
    "Aminities": "Features / AmenitiesBalcony or TerraceParking SpacesMaids Room",
    "description": "This beautiful three-bedroom home is nestled within Villanova, a family-friendly gated community located in one of Dubai's suburban areas. This villa is located close to the community entrance, it is a brand new unit that is ready to move in. It sits on a single row, giving you more space and privacy than a back-to-back unit would. The main living area is open plan the kitchen is semi open and fully fitted out. There are three principal bedrooms plus a maid's room - all are with built-in storage. The home also benefits from a well-sized backyard that is ideal for children to play in. Designed to offer the best in family living, Villanova offers a fine selection of amenities for its residents. Fitness and nature lovers will appreciate the abundance of parks, along with outdoor sports facilities, leisure areas and playgrounds in the area. There is also an upcoming  community centre which will consist of a supermarket, pharmacy, hair salon and other retail options. Shopping malls are also located nearby, and only a short drive will take you to the City Land Mall, 25 minutes to the Dubai Mall and upcming Dubai Hills Mall. Please contact me today to arrange a viewing. "
}{
    "property_id": "Bayut - BBP-R-1112",
    "purpose": "For Rent",
    "types": "Apartment",
    "added_on": "January 11, 2022",
    "furnishing": "Unfurnished",
    "price": {
        "currency": "AED",
        "amount": "65,000"
    },
    "location": "Glitz 3, Glitz, Dubai Studio City, Dubai",
    "bed_bath_size": {
        "bedroom": "2 Beds",
        "bath": "2 Baths",
        "size": "1,162 sqft"
    },
    "permit_no": "DED# 947900RERA# 26387Permit# 6721605866DED# 947900RERA# 26387Permit# 6721605866",
    "Agent_name": "BlackBrick. MOBlackBrick. MO",
    "img_url": "https://images.bayut.com/thumbnails/179137089-800x600.jpeghttps://images.bayut.com/thumbnails/179137089-120x90.jpeg",
    "Breadcrumbs": "BayutApartments for Rent in DubaiDubai Studio CityGlitzGlitz 3 ApartmentsBayut - BBP-R-1112",
    "Aminities": "Features / AmenitiesBalcony or TerraceParking Spaces: 1JacuzziViewCentrally Air-ConditionedGym or Health ClubKids Play AreaBarbeque AreaIntercom",
    "description": "Glitz Residence 3 by Danube Properties is a lifestyle concept for Dubais new Urban Generation presenting a selection of 352 residential units offering a mix of studio, 1, 2, & 3 bedroom contemporary styled apartment and 6 retail outlets to carter to the residence needs. * 2 Bedrooms * 2 Bathrooms * Size : 1,162 sq. ft. * Rent : 65,000* Status : Vacant * View : Garden View * Balcony* Kitchen Appliances * ParkingAMENITIES : * Kids Playground* Swimming Pool* Gym* Sauna and Steam room* Barbeque Area* Basketball and Tennis Court* Party Hall* Security 24/7 LOCATION : Glitz Residence 3 by Danube Properties, located in Studio City, Dubai, is a vibrant residential development located just minutes from the Mall of the Emirates and Sheikh Zayed Road on the Umm Suqeim Road. Studio City, the Film Production and related Television and Video Production destination of Dubai promising high rental yield. It is a gated Community with round the clock security.  At Black Brick we understand people before homes. We recognize that selling, purchasing or acquiring real estate is never a transaction. Its a highly emotive journey, a life event that we will lead, guide and live with you, on your terms.  PROPERTY FEATURES:  -Balcony -Basement parking -BBQ area -Built in wardrobes -Central air conditioning -Community View -Covered parking -Gymnasium -Intercom -Jacuzzi -Kitchen white goods -Landscaped Garden -On mid floor -Shared swimming pool -View of gardens -Children's play area -Communal gardens -Mosque -Public parking -Restaurants -School -Shops -Tennis courts"
}{
    "property_id": "Bayut - 2075-Ap-R-0064",
    "purpose": "For Rent",
    "types": "Apartment",
    "added_on": "January 6, 2022",
    "furnishing": "Furnished",
    "price": {
        "currency": "AED",
        "amount": "63,000"
    },
    "location": "Al Safa Complex, Al Safa 1, Al Safa, Dubai",
    "bed_bath_size": {
        "bedroom": "1 Bed",
        "bath": "2 Baths",
        "size": "783 sqft"
    },
    "permit_no": "RERA# 733610DED# 733610Permit# 681285987286RERA# 733610DED# 733610Permit# 681285987286",
    "Agent_name": "MOHAMED MAHFOOSMOHAMED MAHFOOS",
    "img_url": "https://images.bayut.com/thumbnails/178194918-800x600.jpeghttps://images.bayut.com/thumbnails/178194918-120x90.jpeg",
    "Breadcrumbs": "BayutApartments for Rent in DubaiAl SafaAl Safa 1Al Safa Complex ApartmentsBayut - 2075-Ap-R-0064",
    "Aminities": "Features / AmenitiesFurnishedJacuzziSaunaSteam RoomCentrally Air-ConditionedDouble Glazed WindowsGym or Health ClubFacilities for DisabledCafeteria or Canteen+ 6 more amenitiesAmenitiesFeaturesFurnishedCentrally Air-ConditionedDouble Glazed WindowsHealth and FitnessGym or Health ClubFacilities for DisabledJacuzziSaunaSteam RoomRecreation and FamilyCafeteria or CanteenCleaning and MaintenanceWaste DisposalMaintenance StaffCleaning ServicesBusiness and SecuritySecurity StaffCCTV SecurityLaundry and KitchenLaundry Facility",
    "description": "We have brand new large furnished one bedroom apartment with a built-up area of 783 sq. ft, this apartment comprises: Entrance, Lounge, open kitchen with a range of fitted wall and base units and spaces for cooker, washing machine and fridge. The master bedroom has an attached bathroom and huge mirror fronted wardrobes. There is also a separate guest bathroom which is ideal for those who don’t wish to share bathrooms. APARTMENT INCLUDES;• SOFA• BED WITH SIDE TABLES• TV TABLE• DINING TABLE WITH CHAIRS• CURTAINS• KITCHEN APPLIANCESSome of the main attractions of our community are;• PRIME LOCATION• CENTRAL A/C• BALCONY• BASEMENT PARKING• GYM & SPA (Jacuzzi, Sauna & Steam )• BUILT IN WARDROBES• 24 HOURS SECURITY & CCTV• SUPER MARKETS• STARBUCKS• PHARMACY• ARABIC RESTAURANT• LAUNDRY & SALONS• CAT CAFE• 10 MINUTES DRIVE TO JUMEIRAH BEACH• CLOSE TO 'union' COOP AND CHOITHRAMSRent - 63,000 / YearSecurity deposit - 5% ( Refundable )Zero commissionOne month freeFlexible payment plan availableB M G as an entity entered Dubai Real Estate market in the year 2005 as a small Real estate firm. Almost a decade later it's formation, in 2014 we launched ourselves under a new name i. e. ; B M G properties. We are one of the fastest growing Dubai-based Real Estate Firm who aim to be market leaders in their specific area, competing with the market giants and growing exponentially with each passing day. We have a large portfolio in the field of Real Estate which offers our clients the opportunity to invest their hard earned income in one of the World's fastest growing Real Estate market - UAE. "
}{
    "property_id": "Bayut - JVC-OS-SBHADAF-2BR",
    "purpose": "For Rent",
    "types": "Apartment",
    "added_on": "January 8, 2022",
    "furnishing": "Unfurnished",
    "price": {
        "currency": "AED",
        "amount": "70,000"
    },
    "location": "Sobha Daffodil Wing B, Sobha Daffodil, Jumeirah Village Circle (JVC), Dubai",
    "bed_bath_size": {
        "bedroom": "2 Beds",
        "bath": "4 Baths",
        "size": "1,543 sqft"
    },
    "permit_no": "RERA# 16719Permit# 7127612000RERA# 16719Permit# 7127612000",
    "Agent_name": "Muhammad Usama",
    "img_url": "https://images.bayut.com/thumbnails/178572181-800x600.jpeghttps://images.bayut.com/thumbnails/178572181-120x90.jpeg",
    "Breadcrumbs": "BayutApartments for Rent in DubaiJumeirah Village Circle (JVC)Sobha DaffodilSobha Daffodil Wing B ApartmentsBayut - JVC-OS-SBHADAF-2BR",
    "Aminities": "Features / AmenitiesBalcony or TerraceParking Spaces: 1Swimming PoolSaunaElectricity BackupCentrally Air-ConditionedLobby in BuildingReception/Waiting RoomGym or Health Club+ 3 more amenitiesAmenitiesFeaturesElectricity BackupParking Spaces: 1Centrally Air-ConditionedBuildingBalcony or TerraceLobby in BuildingReception/Waiting RoomHealth and FitnessGym or Health ClubSwimming PoolSaunaRecreation and FamilyBarbeque AreaCleaning and MaintenanceMaintenance StaffMiscellaneous24 Hours Concierge",
    "description": "AZCO REAL ESTATE BROKERS LLC is excited to bring you this \"faithful to local modern design traditions\", lateral apartments with a delightful spacious terrace view that is going to improve your lifestyle. Clever and discerning, cheerful residents can live the life they choose from here. Sobha Daffodil Within the impressive façade lies a contemporary living environment that has it all. Life is forever in bloom at Sobha Daffodil. With creature comforts that surpass the ordinary - raising your life’s standards by those well-deserved notches - way past the mundane. To pamper your senses each day, Sobha Daffodil offers you breathtaking walking trails winding through greens, water bodies and pergolas. PROPERTY DETAILS:■ 2 bedroom apartment■ 4 Bathrooms■ Parking Spaces■ Maid's Room■ Swimming pool■ Fully-equipped gym Design■ 24/7 Round the clock security■ Public Park■ Shopping Malls■ RestaurantsCONTACT US: Muhammad Usama - Property ConsultantWHO WE ARE?AZCO Real Estate Brokers, LLC. is an award winning and culturally diverse brokerage that brings together a team of multilingual and highly qualified real estate brokers. AZCO utilizes extensive expertise of the local market and internationalism of real estate. At AZCO, we exercise a client centrode approach that helps us to deliver end-to-end property management and real estate solutions. Buyers, Sellers, and Tenants can reach us anytime. Thank you for Choosing Azco Real Estate!"
}{
    "property_id": "Bayut - PIN-AG-0031",
    "purpose": "For Rent",
    "types": "Apartment",
    "added_on": "January 6, 2022",
    "furnishing": "Unfurnished",
    "price": {
        "currency": "AED",
        "amount": "50,000"
    },
    "location": "1095 Residence, Al Barsha 1, Al Barsha, Dubai",
    "bed_bath_size": {
        "bedroom": "1 Bed",
        "bath": "2 Baths",
        "size": "770 sqft"
    },
    "permit_no": "DED# 972931RERA# 27525Permit# 681227821606DED# 972931RERA# 27525Permit# 681227821606",
    "Agent_name": "Rahul DubeyRahul Dubey",
    "img_url": "https://images.bayut.com/thumbnails/178819296-800x600.jpeghttps://images.bayut.com/thumbnails/178819296-120x90.jpeg",
    "Breadcrumbs": "BayutApartments for Rent in DubaiAl BarshaAl Barsha 11095 Residence ApartmentsBayut - PIN-AG-0031",
    "Aminities": "Features / AmenitiesBalcony or TerraceParking Spaces: 1Swimming PoolCentrally Air-ConditionedCentral HeatingGym or Health ClubCCTV Security",
    "description": "Pin Homes Real Estate is delighted to offer you this elegantly designed 2 BR property located at a mere 5-minute walk from the Mall of the Emirates, Al Barsha 1, Dubai. Unit Information:* Bedroom: 1* Bathroom(s): 2* Never lived in* Sunny unit* Unfurnished* Great finishes* Master bedroom with an ensuite bathroom* Semi open and fully fitted kitchen* Size: 770 Sq. ft. * Chiller free* Balcony: can be accessed by the bedroom and living room* Allocated parking space(s): 1* 3-5 min walking distance to Mall of EmiratesBuilding Amenities & Services:* Rooftop swimming pool* Covered parking space* Gymnasium* 24/7 security* Concierge services* Video access control system* Keyless entry to apartments (with card or smartphone)* 24/7 Facility and property management service through Web portal & Mobile App Al Barsha 1 Community:Mall of the Emirates is a popular tourist attraction located in Al Barsha 1. Here, you will find everything under one roof from grocery to fashion and electronics. It is home to Ski Dubai, an indoor ski park and houses many luxury and high street fashion brands. Besides shopping, there are many fun things to do at Mall of the Emirates. These include ziplining, climbing wall at the Go Sports megastore, meeting penguins and learning skiing or snowboarding. The mall has two food courts and many casual dining optionsORN: 27525Drop a pin, and make it a home!Contact us now for more information about this property!Visit our Website at pinhomes. ae"
}{
    "property_id": "Bayut - JVC-BB-ZAYH-STUDIO",
    "purpose": "For Rent",
    "types": "Apartment",
    "added_on": "January 5, 2022",
    "furnishing": "Unfurnished",
    "price": {
        "currency": "AED",
        "amount": "42,000"
    },
    "location": "Zaya Hameni, Jumeirah Village Circle (JVC), Dubai",
    "bed_bath_size": {
        "bedroom": "Studio",
        "bath": "1 Bath",
        "size": "617 sqft"
    },
    "permit_no": "RERA# 16719Permit# 7148562961RERA# 16719Permit# 7148562961",
    "Agent_name": "Bilal Butt",
    "img_url": "https://images.bayut.com/thumbnails/178575833-800x600.jpeghttps://images.bayut.com/thumbnails/178575833-120x90.jpeg",
    "Breadcrumbs": "BayutApartments for Rent in DubaiJumeirah Village Circle (JVC)Zaya Hameni ApartmentsBayut - JVC-BB-ZAYH-STUDIO",
    "Aminities": "Features / AmenitiesBalcony or TerraceParking Spaces: 1Swimming PoolViewElectricity BackupCentrally Air-ConditionedStorage AreasLobby in BuildingReception/Waiting Room+ 7 more amenitiesAmenitiesFeaturesElectricity BackupParking Spaces: 1Centrally Air-ConditionedStorage AreasBuildingBalcony or TerraceLobby in BuildingReception/Waiting RoomHealth and FitnessGym or Health ClubSwimming PoolRecreation and FamilyLawn or GardenBarbeque AreaCleaning and MaintenanceMaintenance StaffBusiness and SecuritySecurity StaffLaundry and KitchenLaundry FacilityMiscellaneous24 Hours ConciergeView",
    "description": "AZCO REAL ESTATE BROKERS LLC is proud to present, A community where everyday is filled with wonder. Discover the joy of living in a tranquil gated community that is destined to be one of Dubai's most desirable destination to live. Zaya Hameni is a high rise residential building located in Jumeirah Village Circle (JVC). The tower has 31 floors housing studio, 1, 2, 3 and 4-bedroom apartments and villas. The family-friendly project is designed to provide luxury and offers an array of amenities. In addition to high-speed lifts, reserved parking and security, there are also entertainment facilities for residents. These include a swimming pool with a pool deck and bar, a spa and indoor as well as outdoor swimming pool areas for kids. The tower is located close to Al Khail Road. Property Details and Amenities:■ Studio Apartment■ 1 Bathroom■ Balcony■ Basement Parking■ Barbecue Area■ Built in Wardrobes■ Carpets■ Central A/C■ Covered Parking■ Fully Fitted Kitchen■ Entertaining Area■ Gymnasium■ Kitchen Appliances■ Marble Floors■ On low Floor■ Pets Allowed■ Private Garage■ Private Garden■ Shared Swimming Pool■ Upgrade Interior■ Children's Play Area■ Public Parking■ Public Transport■ Restaurants■ Shopping Mall CONTACT US: Mr. Bilal $%&! - PROPERTY CONSULTANTWHO WE ARE?AZCO Real Estate Brokers, LLC. is an award winning and culturally diverse brokerage that brings together a team of multilingual and highly qualified real estate brokers. AZCO utilizes extensive expertise of the local market and internationalism of real estate. At AZCO, we exercise a client centrode approach that helps us to deliver end-to-end property management and real estate solutions. Buyers, Sellers, and Tenants can reach us anytime. Thank you for Choosing Azco Real Estate!"
}{
    "property_id": "Bayut - ARJVC-R-45979",
    "purpose": "For Rent",
    "types": "Apartment",
    "added_on": "January 3, 2022",
    "furnishing": "Unfurnished",
    "price": {
        "currency": "AED",
        "amount": "120,000"
    },
    "location": "Villa Myra, Jumeirah Village Circle (JVC), Dubai",
    "bed_bath_size": {
        "bedroom": "4 Beds",
        "bath": "5 Baths",
        "size": "3,326 sqft"
    },
    "permit_no": "DED# 600637RERA# 708Permit# 7116817888RERA# 708Permit# 7116817888",
    "Agent_name": "Arno Potgieter",
    "img_url": "",
    "Breadcrumbs": "BayutApartments for Rent in DubaiJumeirah Village Circle (JVC)Villa Myra ApartmentsBayut - ARJVC-R-45979",
    "Aminities": "",
    "description": "Exclusive Links is pleased to offer this property for rent in Dubai, an upgraded 4 bedroom duplex plus maid apartment in Villa Myra, Jumeirah Village Circle. Property Details:- Private Jacuzzi- Low rise building, so easy access to the property- Available to move in immediately- 2 basement parkings- Modern design- Maid's room- Spacious, closed kitchen looking out to the balcony- four and a half washrooms- 2 balconies i. e comes with a spacious balcony and terrace - Pool and gym facilities- Spacious and unique layout, 3326 sq ft- 5% Security deposit, unfurnished unit JVC Located in the heart of new Dubai, set amid verdant landscaping, Jumeirah Village Circle is a family-friendly development designed to provide a sense of community. Comprising more than 2,000 spacious villas and townhouses and an exceptional array of amenities and services, it offers residents everything needed to live life to the full. Jumeirah Village Circle provides a beautiful, self-contained environment for residents, with all the modern facilities of a city in a tranquil village setting. Designed to cater to the whole family, Jumeirah Village Circle features sports fields, schools, and mosques clustered throughout the abundant green parks of the development."
}{
    "property_id": "Bayut - JVC-HK-REEFR-1BR",
    "purpose": "For Rent",
    "types": "Apartment",
    "added_on": "January 2, 2022",
    "furnishing": "Unfurnished",
    "price": {
        "currency": "AED",
        "amount": "45,000"
    },
    "location": "Reef Residence, Jumeirah Village Circle (JVC), Dubai",
    "bed_bath_size": {
        "bedroom": "1 Bed",
        "bath": "2 Baths",
        "size": "825 sqft"
    },
    "permit_no": "RERA# 16719Permit# 7116763363RERA# 16719Permit# 7116763363",
    "Agent_name": "Hassan KhalidHassan Khalid",
    "img_url": "https://images.bayut.com/thumbnails/177320592-800x600.jpeghttps://images.bayut.com/thumbnails/177320592-120x90.jpeg",
    "Breadcrumbs": "BayutApartments for Rent in DubaiJumeirah Village Circle (JVC)Reef Residence ApartmentsBayut - JVC-HK-REEFR-1BR",
    "Aminities": "Features / AmenitiesParking Spaces: 1Swimming PoolSaunaElectricity BackupCentrally Air-ConditionedLobby in BuildingReception/Waiting RoomGym or Health ClubKids Play Area+ 3 more amenitiesAmenitiesFeaturesElectricity BackupParking Spaces: 1Centrally Air-ConditionedBuildingLobby in BuildingReception/Waiting RoomHealth and FitnessGym or Health ClubSwimming PoolSaunaRecreation and FamilyKids Play AreaBarbeque AreaCleaning and MaintenanceMaintenance StaffMiscellaneous24 Hours Concierge",
    "description": "Azco Real Estate Brokers (LLC) is proud to offer you this astonishing and elegantly designed apartment located in the most sought-after residential community in Dubai, Jumeirah Village Circle. Reef Residence is the quietest and new Building, fashionable area in Jumeirah village circle Dubai with an amazing and inspiring array of Spinney's Supermarket, restaurants, Cafes, and boutiques. This studio is exceptionally well positioned & Sports city Gulf view, close to Community Park that you can enjoy an early morning walk or evening walk with fresh grass in a quiet residential block in Reef Residence. PROPERTY DETAILS AND AMENITIES:■1 bedroom apartment■2 Bathrooms■Built-in Wardrobes■Children's Play Area■Swimming Pool■Barbecue Area■Gymnasium■High-Speed Lifts■24 Hours SecurityCONTACT US: MR. HASSAN KHALID - PROPERTY CONSULTANTWHO WE ARE?AZCO Real Estate Brokers, LLC. is an award winning and culturally diverse brokerage that brings together a team of multilingual and highly qualified real estate brokers. AZCO utilizes extensive expertise of the local market and internationalism of real estate. At AZCO, we exercise a client centrode approach that helps us to deliver end-to-end property management and real estate solutions. Buyers, Sellers, and Tenants can reach us anytime. Thank you for Choosing Azco Real Estate!"
}{
    "property_id": "Bayut - AQ-R-22-00003",
    "purpose": "For Rent",
    "types": "Apartment",
    "added_on": "January 3, 2022",
    "furnishing": "",
    "price": {
        "currency": "AED",
        "amount": "165,000"
    },
    "location": "Rimal 6, Rimal, Jumeirah Beach Residence (JBR), Dubai",
    "bed_bath_size": {
        "bedroom": "3 Beds",
        "bath": "4 Baths",
        "size": "2,029 sqft"
    },
    "permit_no": "DED# 572574RERA# 303Permit# 7115667900DED# 572574RERA# 303Permit# 7115667900",
    "Agent_name": "Aqua Support DOL AAqua Support DOL A",
    "img_url": "",
    "Breadcrumbs": "BayutApartments for Rent in DubaiJumeirah Beach Residence (JBR)RimalRimal 6 ApartmentsBayut - AQ-R-22-00003",
    "Aminities": "Features / AmenitiesParking SpacesCompletion Year: 2,006",
    "description": "AQUA Properties is proud to present this fantastic 3-bedroom apartment for rent in Rimal 6, Jumeirah Beach Residence. This extraordinary property boasts breathtaking Dubai Eye and sea views. Set on a high floor, it is among the sought-after units on the market. The property is in immaculate condition, ready to be tenanted. The spacious closed kitchen is equipped with white goods. The living area is spacious and bright due to the natural sunlight entering the apartment. This beautiful unit comes fully furnished and is finished to the highest standard. * 3 Bedrooms + Maid room * BUA: 2,029 sq. ft. * 4 Bathrooms* Nicely furnished* Close to the mall and restaurants* Easy access * 2 Parking spacesAmenities and facilities:* Garden area* Children's fun play area* Well-equipped gym* Kids' pool* Adults' pool* 24/7 security system* 24/7 building maintenance* Guest waiting area* Speedy elevators* Supermarket in building with free delivery* 5-minute walk to the tram station* 5-minute walk to The Walk & JBR Beach* Walking distance to Marina Mall* 10-minute drive to Mall of the Emirates* 17-Minute to Dubai Mall & Downtown Dubai* Easy access to Sheikh Zayed RoadRimal cluster comprises 8 residential towers located within the Jumeirah Beach Residence, thus giving you direct access to enjoy the \"The Walk, The Beach\" and everything that the community has to offer."
}{
    "property_id": "Bayut - JVC-AR-JOYAVERDE-1BR",
    "purpose": "For Rent",
    "types": "Apartment",
    "added_on": "January 3, 2022",
    "furnishing": "Unfurnished",
    "price": {
        "currency": "AED",
        "amount": "49,000"
    },
    "location": "Joya Verde Residences, Jumeirah Village Circle (JVC), Dubai",
    "bed_bath_size": {
        "bedroom": "1 Bed",
        "bath": "1 Bath",
        "size": "483 sqft"
    },
    "permit_no": "RERA# 16719Permit# 71143142710RERA# 16719Permit# 71143142710",
    "Agent_name": "Ali Raza",
    "img_url": "https://images.bayut.com/thumbnails/178577506-800x600.jpeghttps://images.bayut.com/thumbnails/178577506-120x90.jpeg",
    "Breadcrumbs": "BayutApartments for Rent in DubaiJumeirah Village Circle (JVC)Joya Verde Residences ApartmentsBayut - JVC-AR-JOYAVERDE-1BR",
    "Aminities": "Features / AmenitiesBalcony or TerraceParking Spaces: 1Swimming PoolSaunaElectricity BackupCentrally Air-ConditionedLobby in BuildingReception/Waiting RoomGym or Health Club+ 4 more amenitiesAmenitiesFeaturesElectricity BackupParking Spaces: 1Centrally Air-ConditionedBuildingBalcony or TerraceLobby in BuildingReception/Waiting RoomHealth and FitnessGym or Health ClubSwimming PoolSaunaRecreation and FamilyBarbeque AreaCleaning and MaintenanceMaintenance StaffLaundry and KitchenLaundry FacilityMiscellaneous24 Hours Concierge",
    "description": "AZCO Real Estate Brokers (LLC) is proud to offer you this astonishing and elegantly designed property located in the most sought-after residential community in Dubai, Jumeirah Village Circle. Joya Verde Residences by Green Yard Properties is a 4-storey residential building that is situated right in the heart of District 11 at Jumeirah Beach Residence. The project offers a total of 110 residential units and you can choose from 44 studios, 54 one-bedroom, and 12 two-bedroom apartments. Those who wish to live in high-quality homes with premium appeal; this project certainly fits the bills. Featuring one of the largest rooftop gardens, the development also comprises units that come with their own private gardens. Keeping in mind your comfort and convenience, the units lined with exceptional amenities further enrich your living experience. Designed to promote a healthy and active lifestyle, the master-planned development boasts of all the elements that you look for. The spacious units with Italian kitchens, and quality bathroom fixtures and fittings do introduce you to a new perspective of luxury and grandeur. PROPERTY DETAILS AND AMENITIES:■1 bedroom apartment■1 bathrooms■1 parking space■Swimming Pool■Covered Parking■24/7 Security■Gym■Running Track■Recreational Zone■Retail Centre■Super Market■Kid’s School■Park■Kid’s Play AreaCONTACT US: MR. ALI RAZA- PROPERTY CONSULTANTWHO WE ARE?AZCO Real Estate Brokers, LLC. is an award winning and culturally diverse brokerage that brings together a team of multilingual and highly qualified real estate brokers. AZCO utilizes extensive expertise of the local market and internationalism of real estate. At AZCO, we exercise a client centrode approach that helps us to deliver end-to-end property management and real estate solutions. Buyers, Sellers, and Tenants can reach us anytime. Thank you for Choosing Azco Real Estate!"
}{
    "property_id": "Bayut - LP10184",
    "purpose": "For Rent",
    "types": "Apartment",
    "added_on": "January 7, 2022",
    "furnishing": "",
    "price": {
        "currency": "AED",
        "amount": "110,000"
    },
    "location": "The Views 1, The Views, Dubai",
    "bed_bath_size": {
        "bedroom": "2 Beds",
        "bath": "2 Baths",
        "size": "1,408 sqft"
    },
    "permit_no": "RERA# 12328DED# 691988Permit# 7115092300RERA# 12328Permit# 7115092300",
    "Agent_name": "Nicolaas Badenhorst",
    "img_url": "",
    "Breadcrumbs": "BayutApartments for Rent in DubaiThe ViewsThe Views 1 ApartmentsBayut - LP10184",
    "Aminities": "Features / AmenitiesBalcony or TerraceParking Spaces",
    "description": "We are pleased to bring to market this spacious two-bedroom apartment facing the road in The Views. With a total built-up-area of 1408 square feet, this apartment feels spacious, and will be an ideal residence for a couple or a small family. As you enter the apartment, you will be led to the vast living room, which lets in an abundance of natural light - keeping the apartment bright and airy. The kitchen is fitted with modern appliances and has over-sized cabinets in a gorgeous dark wood colour. The two-bedrooms are large and feature built-in-closets to store items. The bathrooms have a modern feel to them and are equipped with a bathtub and standing shower. Residents of The Views will benefit from a number of amenities; such as nearby convenience stores, cafes, a reserved parking spot as well as views of the surrounding lush, green community. The apartments are also close to The Souk, which has a number of leisure spots. Please get in touch with me to know more or to schedule a viewing.  "
}{
    "property_id": "Bayut - 2379-Ap-R-0678",
    "purpose": "For Rent",
    "types": "Villa",
    "added_on": "January 6, 2022",
    "furnishing": "Unfurnished",
    "price": {
        "currency": "AED",
        "amount": "235,000"
    },
    "location": "District 5, Jumeirah Park, Dubai",
    "bed_bath_size": {
        "bedroom": "3 Beds",
        "bath": "5 Baths",
        "size": "7,302 sqft"
    },
    "permit_no": "DED# 904341RERA# 24753Permit# 6513347700DED# 904341RERA# 24753Permit# 6513347700",
    "Agent_name": "THE BEST KEY RE-RSTHE BEST KEY RE-RS",
    "img_url": "https://images.bayut.com/thumbnails/178122906-800x600.jpeghttps://images.bayut.com/thumbnails/178122906-120x90.jpeg",
    "Breadcrumbs": "BayutVillas for Rent in DubaiJumeirah ParkDistrict 5 VillasBayut - 2379-Ap-R-0678",
    "Aminities": "Features / AmenitiesBalcony or TerraceParking Spaces: 2Maids RoomElectricity BackupCentrally Air-ConditionedCentral HeatingDouble Glazed WindowsStorage AreasKids Play Area+ 8 more amenitiesAmenitiesFeaturesElectricity BackupParking Spaces: 2Centrally Air-ConditionedCentral HeatingDouble Glazed WindowsStorage AreasBuildingBalcony or TerraceRecreation and FamilyKids Play AreaBarbeque AreaBusiness and SecuritySecurity StaffCCTV SecurityTechnologyBroadband InternetSatellite/Cable TVIntercomMiscellaneousATM FacilityMaids RoomFreehold",
    "description": "The Best Key Real Estate is pleased to offer this amazing 3 bedroom plus maid  villa in Jumeirah park. This property  has beautiful garden. In addition very well maintained.  This is well established community with lots of greenery, shopping and schools. It is just 10 minutes to the main road but never traffic. Property features :- 3 bedroom villa- extended living room- Premium finishing - kitchen appliance - laundry area- maid room- storage space - box type garage for 2 cars- 2 balconies- Spacious family room- Mature garden"
}{
    "property_id": "Bayut - PIN-AG-0030",
    "purpose": "For Rent",
    "types": "Apartment",
    "added_on": "January 6, 2022",
    "furnishing": "Unfurnished",
    "price": {
        "currency": "AED",
        "amount": "40,000"
    },
    "location": "1095 Residence, Al Barsha 1, Al Barsha, Dubai",
    "bed_bath_size": {
        "bedroom": "Studio",
        "bath": "1 Bath",
        "size": "606 sqft"
    },
    "permit_no": "DED# 972931RERA# 27525Permit# 681227821606DED# 972931RERA# 27525Permit# 681227821606",
    "Agent_name": "Rokia BouzidRokia Bouzid",
    "img_url": "https://images.bayut.com/thumbnails/180985716-800x600.jpeghttps://images.bayut.com/thumbnails/180985716-120x90.jpeg",
    "Breadcrumbs": "BayutApartments for Rent in DubaiAl BarshaAl Barsha 11095 Residence ApartmentsBayut - PIN-AG-0030",
    "Aminities": "Features / AmenitiesBalcony or TerraceParking Spaces: 1Swimming PoolCentrally Air-ConditionedCentral HeatingGym or Health ClubCCTV Security",
    "description": "Pin Homes Real Estate is pleased to offer you this brand new studio apartment situated at a close proximity to the Mall of the Emirates in Al Barsha 1, Dubai. Property Details: * Studio* 1 Bathroom* Unfurnished* Large layout* Open kitchen* Large balcony* Chiller free* 1 allocated parking space* Townhouse Community View* Walking distance to the Mall of Emirates* Area Size: 606 Sq. ft. Building Amenities & Services:* Rooftop swimming pool* Indoor car park* Gym* 24/7 security* Concierge services* Video access control system* Keyless entry to apartments (with card or smartphone)* 24/7 Facility and property management service through Web portal & Mobile App Residence 1095 Details:Located minutes away from the Mall of the Emirates and close by to major schools, hospitals, beaches and Dubai landmarks. Residence 1095 offers you the lifestyle you want. The residence also has easy access to Sheikh Zayed Road ensuring a quick and easy connectivity to the rest of the city and beyond. ORN: 27525Drop a pin, and make it a home!Contact us now for more information about this property!Visit our Website at pinhomes. ae"
}{
    "property_id": "Bayut - BST220022_L",
    "purpose": "For Rent",
    "types": "Apartment",
    "added_on": "January 4, 2022",
    "furnishing": "",
    "price": {
        "currency": "AED",
        "amount": "23,000"
    },
    "location": "Safi 2, Safi Apartments, Town Square, Dubai",
    "bed_bath_size": {
        "bedroom": "Studio",
        "bath": "1 Bath",
        "size": "319 sqft"
    },
    "permit_no": "RERA# 16576DED# 736292Permit# 0333199390RERA# 16576Permit# 0333199390",
    "Agent_name": "Garvin Mark Samaroo",
    "img_url": "",
    "Breadcrumbs": "BayutApartments for Rent in DubaiTown SquareSafi ApartmentsSafi 2 ApartmentsBayut - BST220022_L",
    "Aminities": "",
    "description": "Close to Supermarket | Brand New Community- Studio- BUA: 319 sq ft- Retail & Restaurants- Clinics & Hospitals- Schools- Skate parks- Jogging track- Biking trails- Town Square Park- Community gardens- Parking- Basketball courts- Football field- Outdoor gyms- Tennis courts- Swimming poolSafi 2B offer residents an easy and attractive way to relax and reconnect with nature and whenever you want to kick back with friends and family, a central, open courtyard acts as a community hub with events and activities all-year-round. Town Square Located along Al Qudra Road, features sport fields, walking and cycling trails. Family-friendly ambiance, pet-friendly, green community, and variety of shops and restaurants such as Starbucks, Pizza hot, Carrefour supermarket, Spinneys, KFC restaurant. Please call Garvin, our Town Square Specialist on View Contact Detail for further details or to arrange a full project tour. Property Reference: BSTView Contact DetailVisit our Website www. dandbdubai. com or Contact us on our Hotline at 800DANDB"
}{
    "property_id": "Bayut - JVC-SR-LAYA-1BR",
    "purpose": "For Rent",
    "types": "Apartment",
    "added_on": "December 28, 2021",
    "furnishing": "Unfurnished",
    "price": {
        "currency": "AED",
        "amount": "52,000"
    },
    "location": "Laya Residences, Jumeirah Village Circle (JVC), Dubai",
    "bed_bath_size": {
        "bedroom": "1 Bed",
        "bath": "2 Baths",
        "size": "995 sqft"
    },
    "permit_no": "RERA# 16719Permit# 7133545280RERA# 16719Permit# 7133545280",
    "Agent_name": "Saber Sayed",
    "img_url": "https://images.bayut.com/thumbnails/179254072-800x600.jpeghttps://images.bayut.com/thumbnails/179254072-120x90.jpeg",
    "Breadcrumbs": "BayutApartments for Rent in DubaiJumeirah Village Circle (JVC)Laya Residences ApartmentsBayut - JVC-SR-LAYA-1BR",
    "Aminities": "Features / AmenitiesBalcony or TerraceParking Spaces: 1Maids RoomSwimming PoolCentrally Air-ConditionedLobby in BuildingReception/Waiting RoomGym or Health ClubWaste Disposal+ 4 more amenitiesAmenitiesFeaturesParking Spaces: 1Centrally Air-ConditionedBuildingBalcony or TerraceLobby in BuildingReception/Waiting RoomHealth and FitnessGym or Health ClubSwimming PoolCleaning and MaintenanceWaste DisposalMaintenance StaffBusiness and SecuritySecurity StaffCCTV SecurityMiscellaneous24 Hours ConciergeMaids Room",
    "description": "Azco Real Estate Brokers (LLC) is proud to offer you this astonishing and elegantly designed apartment located in the most sought-after residential community in Dubai, Jumeirah Village Circle. One of the prestigious home address, Laya Residences by Akshara Global that offers studios, 1 & 2-bedroom apartments located at JVC, Dubai. This impressive designed low-rise building façade comes with astonishing facilities and amenities on your service, where you can have a leisure lifestyle. Connectivity is not an issue here, as the development is served by the major connected road networks and offers a hassle-free travel. Connects various key points interest including the famous places and various leisure and attraction areas at its ease. PROPERTY DETAILS AND AMENITIES:■1 Bedroom apartment■2 bathrooms■Maids room■1 parking space■Retail outlets■Kids Play Area■Shopping Mall■Gymnasium■Car Parking■Fire Alarm■Pool Area■Concierge servicesCONTACT US: MR. SABER SYED - PROPERTY CONSULTANTWHO WE ARE?AZCO Real Estate Brokers, LLC. is an award winning and culturally diverse brokerage that brings together a team of multilingual and highly qualified real estate brokers. AZCO utilizes extensive expertise of the local market and internationalism of real estate. At AZCO, we exercise a client centrode approach that helps us to deliver end-to-end property management and real estate solutions. Buyers, Sellers, and Tenants can reach us anytime. Thank you for Choosing Azco Real Estate!"
}{
    "property_id": "Bayut - ET-R-9834",
    "purpose": "For Rent",
    "types": "Apartment",
    "added_on": "January 6, 2022",
    "furnishing": "",
    "price": {
        "currency": "AED",
        "amount": "90,000"
    },
    "location": "Al Andalus Tower A, Al Andalus, Jumeirah Golf Estates, Dubai",
    "bed_bath_size": {
        "bedroom": "2 Beds",
        "bath": "3 Baths",
        "size": "1,375 sqft"
    },
    "permit_no": "RERA# 193DED# 536892Permit# 7126446139RERA# 193Permit# 7126446139",
    "Agent_name": "Benjamin  John Baker",
    "img_url": "",
    "Breadcrumbs": "BayutApartments for Rent in DubaiJumeirah Golf EstatesAl AndalusAl Andalus Tower A ApartmentsBayut - ET-R-9834",
    "Aminities": "",
    "description": "Golf Course Facing Two Bedroom Apartment In Tower A- Available Start of March 2022- Two Bedroom Apartment- 1,375 Sq. Ft. BUA- Unfurnished- Golf Course Facing- 2.5 Bathrooms- High Floor- One Car Parking Space- High End Finish- Tower AEdwards & Towers is pleased to present, situated in the luxurious development of Jumeirah Golf Estates this two bedroom apartment in Al Andalus, Tower A. The apartment is finished to a high standard, with a modern interior, stunning large open plan kitchen, two double bedrooms both with en-suite bathrooms, guest washroom, laundry room and large balcony. The property is situated on a high floor and benefits from golf course views from all rooms. With a world class championship golf course on your doorstep and facilities including a club house and mall with shops and restaurants, this is a fantastic investment or end user apartment. Company name: Edwards & TowersRERA ORN: 193Welcome to Edwards & Towers, Dubai's Best Real Estate Brokerage. Bringing over 15 years of Dubai real estate experience and RICS professional accreditation, Edwards & Towers is well placed to help our customers meet their needs."
}{
    "property_id": "Bayut - FURJAN-AZ-ROY-1BR",
    "purpose": "For Rent",
    "types": "Apartment",
    "added_on": "December 27, 2021",
    "furnishing": "Unfurnished",
    "price": {
        "currency": "AED",
        "amount": "45,000"
    },
    "location": "Roy Mediterranean by Azizi, Al Furjan, Dubai",
    "bed_bath_size": {
        "bedroom": "1 Bed",
        "bath": "2 Baths",
        "size": "767 sqft"
    },
    "permit_no": "RERA# 16719Permit# 7132082904RERA# 16719Permit# 7132082904",
    "Agent_name": "Ali Zahoor",
    "img_url": "https://images.bayut.com/thumbnails/176338628-800x600.jpeghttps://images.bayut.com/thumbnails/176338628-120x90.jpeg",
    "Breadcrumbs": "BayutApartments for Rent in DubaiAl FurjanRoy Mediterranean by Azizi ApartmentsBayut - FURJAN-AZ-ROY-1BR",
    "Aminities": "Features / AmenitiesBalcony or TerraceParking Spaces: 1Swimming PoolSaunaElectricity BackupCentrally Air-ConditionedLobby in BuildingReception/Waiting RoomGym or Health Club+ 5 more amenitiesAmenitiesFeaturesElectricity BackupParking Spaces: 1Centrally Air-ConditionedBuildingBalcony or TerraceLobby in BuildingReception/Waiting RoomHealth and FitnessGym or Health ClubSwimming PoolSaunaRecreation and FamilyKids Play AreaBarbeque AreaCleaning and MaintenanceMaintenance StaffLaundry and KitchenLaundry FacilityMiscellaneous24 Hours Concierge",
    "description": "AZCO REAL ESTATE BROKERS LLC is excited to bring you this \"faithful to local modern design traditions\", lateral apartments with a delightful spacious terrace view that is going to improve your lifestyle. Clever and discerning, cheerful residents can live the life they choose from here. Roy Mediterranean is a residential building in Al Furjan. The tower features ten floors with a total of 271 serviced residential units. These are divided into 224 studio and 47 1-bedroom flats. The project was launched by Azizi Developments in 2016 and completed in 2018. The amenities in the building include gymnasium, swimming pool, spa, kids’ play area, retail outlets and a podium level café. Al Furjan is a vibrant neighbourhood of Dubai offering apartments, villas and townhouses with modern amenities. It has two community centres – Al Furjan Pavilion and Al Furjan West Pavilion, featuring shops, sports court, gym and mosque. Al Furjan is located close to Discovery Gardens and The Greens. PROPERTY DETAILS AND AMENITIES:■ 1 Bedroom Apartment■ 2 Bathrooms■ Parking space■ Kitchen Appliances■ Balcony■ Pets Allowed■ Swimming pool■ Gym■ High speed elevators■ Central ACCONTACT US: Ali Zahoor - PROPERTY CONSULTANTWHO WE ARE?AZCO Real Estate Brokers, LLC. is an award winning and culturally diverse brokerage that brings together a team of multilingual and highly qualified real estate brokers. AZCO utilizes extensive expertise of the local market and internationalism of real estate. At AZCO, we exercise a client centrode approach that helps us to deliver end-to-end property management and real estate solutions. Buyers, Sellers, and Tenants can reach us anytime. Thank you for Choosing Azco Real Estate!"
}{
    "property_id": "Bayut - DUB191313",
    "purpose": "For Rent",
    "types": "Apartment",
    "added_on": "November 29, 2021",
    "furnishing": "Furnished",
    "price": {
        "currency": "AED",
        "amount": "220,000"
    },
    "location": "Limestone House, DIFC, Dubai",
    "bed_bath_size": {
        "bedroom": "3 Beds",
        "bath": "4 Baths",
        "size": "2,128 sqft"
    },
    "permit_no": "DED# 613873RERA# 8115Permit# 0755871866DED# 613873RERA# 8115Permit# 0755871866",
    "Agent_name": "Molly YeomanMolly Yeoman",
    "img_url": "",
    "Breadcrumbs": "BayutApartments for Rent in DubaiDIFCLimestone House ApartmentsBayut - DUB191313",
    "Aminities": "Features / AmenitiesFurnishedBalcony or TerraceParking SpacesSwimming PoolJacuzziSteam RoomCentrally Air-ConditionedLobby in BuildingCompletion Year: 2,008+ 6 more amenitiesAmenitiesFeaturesFurnishedParking SpacesCentrally Air-ConditionedBuildingBalcony or TerraceLobby in BuildingCompletion Year: 2,008Health and FitnessSwimming PoolJacuzziSteam RoomRecreation and FamilyLawn or GardenCleaning and MaintenanceWaste DisposalTechnologyBroadband InternetSatellite/Cable TVIntercomMiscellaneous24 Hours Concierge",
    "description": "Large 3 bedrooms plus Study | Vacant Now- Reference: DUBView Contact Detail- Three Bedrooms with En Suite- Powder Room- Stunning Courtyard View- Study- Large Windows- Closed Kitchen- Appliances Included- 2,128 sq. ft- Agent: Molly Yeoman on View Contact Detail This stunning, bright three bedroom with study in Limestone House. Fully equipped closed kitchen with huge living and dining room, a separate powder room. All three bedrooms come complete with ensuites and plenty of built in storage space. Located on a low floor with floor to ceiling windows looking over the courtyard. Tenants interested in taking a managed property by Allsopp & Allsopp, call now to find out more. For further details or to arrange a viewing appointment please contact our Head Office on View Contact Detail, alternatively visit our website www. allsoppandallsopp. com where you will find an extensive selection of properties available both for sale and for rent. Please call Molly Yeoman on View Contact Detail for more information or to arrange a viewing."
}{
    "property_id": "Bayut - MAH-1002509-RR",
    "purpose": "For Rent",
    "types": "Apartment",
    "added_on": "November 9, 2021",
    "furnishing": "Unfurnished",
    "price": {
        "currency": "AED",
        "amount": "47,500"
    },
    "location": "Reef Residence, Jumeirah Village Circle (JVC), Dubai",
    "bed_bath_size": {
        "bedroom": "1 Bed",
        "bath": "2 Baths",
        "size": "825 sqft"
    },
    "permit_no": "RERA# 450DED# 581314Permit# 1952697542RERA# 450DED# 581314Permit# 1952697542",
    "Agent_name": "Muosab HammadihMuosab Hammadih",
    "img_url": "https://images.bayut.com/thumbnails/174167785-800x600.jpeghttps://images.bayut.com/thumbnails/174167785-120x90.jpeg",
    "Breadcrumbs": "BayutApartments for Rent in DubaiJumeirah Village Circle (JVC)Reef Residence ApartmentsBayut - MAH-1002509-RR",
    "Aminities": "Features / AmenitiesBalcony or TerraceSwimming PoolCentrally Air-ConditionedKids Play AreaWaste DisposalSecurity StaffCCTV SecurityFreehold",
    "description": "Landmark Properties Offer825 Sq. Ft. | 1 Free Parking | Built in wardrobe |Central Gas | High Floor | Amazing View | Closed BalconyReef Residence is a high raise tower on 36floors providing over 300 homes for its residents!Just 2 minutes away from entrance of Hessa Street and exit on Sheikh Mohammad Bin Zayed Road it has a convenient location. The apartment:- Built-in wardrobe- Luxury bathroom- Unique design,- Quality products- Amazing panoramic views- Floor to ceiling windowsThe building:- Large swimming pool with sundeck- Kid’s pool- Huge landscaped garden- BBQ area- Kid’s play area- Spacious fully equipped gym!- Huge Supermarket and Beauty Saloon on Ground Floor,- World-Class Lobby- CCTV- High-Speed Elevators- 50 meters away from Spinney’s supermarket.  Rent: AED 47,500/yearContact or WhatsApp For Viewing: Mr. Muosab HammadihView Contact DetailBRN: 46759LANDMARK PROPERTIES helps clients succeed. Period. Buying, selling, leasing,renting, or property management, we're your trusted partner and we bring the vast experience of all of our agents to the table. When you work with one of our agents, you're working with the entire LANDMARK team. Landmark Properties offers range of services:- Property Leasing- Property Sales- Property Management- Property Snagging and InspectionCall us now and let us take care of your inquiryView Contact Detail"
}{
    "property_id": "Bayut - DLAND-GV-MIRAOA1-3BR",
    "purpose": "For Rent",
    "types": "Villa",
    "added_on": "December 29, 2021",
    "furnishing": "Unfurnished",
    "price": {
        "currency": "AED",
        "amount": "120,000"
    },
    "location": "Mira Oasis 1, Mira Oasis, Reem, Dubai",
    "bed_bath_size": {
        "bedroom": "3 Beds",
        "bath": "4 Baths",
        "size": "2,381 sqft"
    },
    "permit_no": "RERA# 16719Permit# 6917685570RERA# 16719Permit# 6917685570",
    "Agent_name": "Gaurav Rajdiv",
    "img_url": "https://images.bayut.com/thumbnails/176774950-800x600.jpeghttps://images.bayut.com/thumbnails/176774950-120x90.jpeg",
    "Breadcrumbs": "BayutVillas for Rent in DubaiReemMira OasisMira Oasis 1 VillasBayut - DLAND-GV-MIRAOA1-3BR",
    "Aminities": "Features / AmenitiesBalcony or TerraceParking Spaces: 2Maids RoomElectricity BackupCentrally Air-ConditionedBarbeque Area24 Hours Concierge",
    "description": "AZCO REAL ESTATE BROKERS LLC is proud to present, A community where everyday is filled with wonder. Discover the joy of living in a tranquil gated community that is destined to be one of Dubai's most desirable destination to live. Mira Oasis comprises a total of more than 1,300 contemporary townhouses available as cluster or terraced houses. The development is being built in three stages with Phase 1, 2, and 3 due for completion in December 2017, September 2018 and December 2018 respectively. An estimated 15-minute drive away from Barsha, Dubai Media and Internet City and leading educational institutions, MIRA OASIS is surrounded by the city’s most prominent work, play, leisure and retail destinations. MIRA OASIS in Reem is a blueprint for the urban family community, comprising beautifully designed cluster townhouses and terrace houses. Contemporary 21st century living at its best, Reem breaks new ground with a host of avant-garde retail, recreation and leisure offerings on your doorstep. PROPERTY DETAILS and AMENITIES■ 3 Bedroom■ 4 Bathrooms■ Built-in Wardrobes■ 2 Parking Spaces■ Basketball court■ BBQ Area■ Biking Track■ 24 Security in Gated Community■ Mosque■ Nursery / Day Care Center■ Park / Landscaped Gardens■ Swimming Pool■ Kids Play Area■ Pet FriendlyCONTACT US: MR. GAURAV RADJEV - Property ConsultantWHO WE ARE?AZCO Real Estate Brokers, LLC. is an award winning and culturally diverse brokerage that brings together a team of multilingual and highly qualified real estate brokers. AZCO utilizes extensive expertise of the local market and internationalism of real estate. At AZCO, we exercise a client centrode approach that helps us to deliver end-to-end property management and real estate solutions. Buyers, Sellers, and Tenants can reach us anytime. Thank you for Choosing Azco Real Estate."
}{
    "property_id": "Bayut - BI-R-20-1923",
    "purpose": "For Rent",
    "types": "Apartment",
    "added_on": "December 26, 2021",
    "furnishing": "",
    "price": {
        "currency": "AED",
        "amount": "155,000"
    },
    "location": "Marina Residences 1, Marina Residences, Palm Jumeirah, Dubai",
    "bed_bath_size": {
        "bedroom": "2 Beds",
        "bath": "3 Baths",
        "size": "2,043 sqft"
    },
    "permit_no": "RERA# 12108Permit# 2021421397RERA# 12108Permit# 2021421397",
    "Agent_name": "Arzoo RupareliyaArzoo Rupareliya",
    "img_url": "",
    "Breadcrumbs": "BayutApartments for Rent in DubaiPalm JumeirahMarina ResidencesMarina Residences 1 ApartmentsBayut - BI-R-20-1923",
    "Aminities": "",
    "description": "Marina Residences on Palm offers its residents a world class marina experience. Moreover the Anchor Marina provides berths for over 700 vessels just steps away from the apartments, with some fronting resident properties. Along with those convenient berths, residents will also enjoy having access to the Marinas clubhouse and other fine marina leisure facilities. Live in this amazing marina/ sea view brand new 2Bed apartment which includes the following facilities;*Exclusive 5Star boutique hotel amenities. *Brand new techno gym and swimming pool*Kids pool and playground area. *Gym with amazing sea viewDescription- Marina Residences- Genuine photos- 2 bedroom plus maids- Garden & Pool view- Large terrace- Parking space- Stunning view- Available Now- Fully furnished with all kitchen appliancesCall Arzoo Rupareliya on View Contact Detail/ View Contact Detail or visit www. banke. ae for further detailsCompany name: Banke International Properties LLCRERA ORN: 12108 Address: 415 Emarat Atrium Building, Sheikh Zayed Road, Dubai, UAE Office phone no: View Contact DetailPrimary email: Send e-mailWebsite: www. banke. aeCompany Profile: A real estate firm specializing in investment sales and leasing of both commercial and residential properties. We also offer property management services across Dubai."
}{
    "property_id": "Bayut - BST711459_L",
    "purpose": "For Rent",
    "types": "Apartment",
    "added_on": "December 28, 2021",
    "furnishing": "",
    "price": {
        "currency": "AED",
        "amount": "93,000"
    },
    "location": "BLVD Crescent Tower 1, BLVD Crescent Towers, Downtown Dubai, Dubai",
    "bed_bath_size": {
        "bedroom": "1 Bed",
        "bath": "2 Baths",
        "size": "973 sqft"
    },
    "permit_no": "RERA# 16576DED# 736292Permit# 6716755998RERA# 16576Permit# 6716755998",
    "Agent_name": "Olena Myronenko",
    "img_url": "",
    "Breadcrumbs": "BayutApartments for Rent in DubaiDowntown DubaiBLVD Crescent TowersBLVD Crescent Tower 1 ApartmentsBayut - BST711459_L",
    "Aminities": "",
    "description": "D&B Properties  is proud to present this 1 bedroom in BLVD Crescent 1, Downtown- 1 Bedroom- 2 Bathrooms- 973 sq. ft. - Chiller free- Equipped kitchen- Parking- Balcony- Shared pool and gymBLVD Crescent is located exactly halfway down Sheikh Mohammed bin Rashid Boulevard, across from the The Opera District. The towers capitalise on their central location by facilitating easy access to Burj Khalifa, Burj Lake and The Dubai Mall, with direct access to the Business Bay. Set in a serene, family-friendly atmosphere, these stylish and contemporary towers comprise one, two and three-bedroom luxury apartments and lavish penthouses. Reference: BSTView Contact DetailFor quick response call or WhatsApp our Specialist Lena, for more information to View Contact DetailD&B Properties is a leading full-service real estate company in Dubai, UAE. We assist in every aspect of searching and securing residential sales, leasing, commercial and plots with up-to-date knowledge of UAE’s Real Estate market and laws."
}{
    "property_id": "Bayut - DCH-CH-021",
    "purpose": "For Rent",
    "types": "Apartment",
    "added_on": "December 23, 2021",
    "furnishing": "Unfurnished",
    "price": {
        "currency": "AED",
        "amount": "75,000"
    },
    "location": "Creek Horizon Tower 2, Creek Horizon, Dubai Creek Harbour, The Lagoons, Dubai",
    "bed_bath_size": {
        "bedroom": "2 Beds",
        "bath": "2 Baths",
        "size": "1,127 sqft"
    },
    "permit_no": "DED# 820796RERA# 22039Permit# 7132567905DED# 820796RERA# 22039Permit# 7132567905",
    "Agent_name": "ChakirChakir",
    "img_url": "https://images.bayut.com/thumbnails/176171270-800x600.jpeghttps://images.bayut.com/thumbnails/176171270-120x90.jpeg",
    "Breadcrumbs": "BayutApartments for Rent in DubaiThe LagoonsDubai Creek HarbourCreek HorizonCreek Horizon Tower 2 ApartmentsBayut - DCH-CH-021",
    "Aminities": "Features / AmenitiesBalcony or TerraceShared KitchenParking Spaces: 1Swimming PoolViewCentrally Air-ConditionedDouble Glazed WindowsLobby in BuildingElevators in Building: 6+ 19 more amenitiesAmenitiesFeaturesParking Spaces: 1Centrally Air-ConditionedDouble Glazed WindowsBuildingBalcony or TerraceLobby in BuildingElevators in Building: 6Service ElevatorsCompletion Year: 2,021Health and FitnessGym or Health ClubFacilities for DisabledSwimming PoolRecreation and FamilyKids Play AreaLawn or GardenCleaning and MaintenanceWaste DisposalMaintenance StaffCleaning ServicesBusiness and SecurityConference RoomSecurity StaffCCTV SecurityLaundry and KitchenShared KitchenLaundry RoomTechnologyBroadband InternetSatellite/Cable TVIntercomMiscellaneousATM Facility24 Hours ConciergeViewFreehold",
    "description": "Houseland properties is pleased to offer you this brand new 2 bedroom apartment in Dubai Creek Harbour. The apartment consist of 1127sqft it has a big living area with attached balcony and a view to the park, it has two bedrooms, two bathrooms and a laundry room, The tower is new and modern it has a 24h concierge, a well equipped gym, a swimming pool, kids room and other multi-purpose rooms. ● Brand new two bedroom Apartment● Chiller free● Park and creek view● Size 1127 sqft● Two bathroom● Open Kitchen● Fitted Kitchen Cabinets● Built-in wardrobes● Decent sized Balcony● Dedicated Parking Space● Gym and swimming pool● Kid's playing areaFor more information please call View Contact DetailHouseland Properties is one of the leading real estate brokerage company based in Dubai, we offer a wild range of properties to the local and international clients, from apartments to spacious villas as well as a variety of commercial spaces. Address: Emaar Square, Building 4, 202, Downtown Dubai, Dubai, United Arab EmiratesWebsite: www. houselandproperties. com"
}